Repository: MediaZoneAgency/qubitarts
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Connection to server failed
ar: فشل الاتصال بالخادم

source: requestToTheServerWasCancelled
ar: تم إلغاء الطلب إلى الخادم

source: Connection timeout with the server
ar: انتهت مهلة الاتصال بالخادم

source: Connection to the server failed due to internet connection
ar: فشل الاتصال بالخادم بسبب اتصال الإنترنت

source: Receive timeout in connection with the server
ar: انتهت مهلة الاستقبال أثناء الاتصال بالخادم

source: Send timeout in connection with the server
ar: انتهت مهلة الإرسال أثناء الاتصال بالخادم

source: Something went wrong
ar: حدث خطأ ما

source: Unexpected error occurred
ar: حدث خطأ غير متوقع

source: Welcome
ar: مرحبًا

source: Choose
ar: اختر

# WhatYouNeed
source: WHAT SERVICE YOU NEED
ar: ما هي الخدمة التي تحتاجها؟

source: Skip
ar: تخطي

source: Create Account
ar: إنشاء حساب

source: SIGN UP
ar: التسجيل

source: Enter Your Username
ar: أدخل اسم المستخدم

source: Enter Your Email
ar: أدخل بريدك الإلكتروني

source: Enter Your Phone Number
ar: أدخل رقم هاتفك

source: Enter Your Password
ar: أدخل كلمة المرور

source: Login with Facebook
ar: تسجيل الدخول عبر فيسبوك

source: Login with Google
ar: تسجيل الدخول عبر جوجل

source: SIGN IN
ar: تسجيل الدخول

source: Already have an account?
ar: هل لديك حساب بالفعل؟

source: Login
ar: تسجيل الدخول

source: Enter Your Username / Email
ar: أدخل اسم المستخدم أو البريد الإلكتروني

source: Forgot Password?
ar: هل نسيت كلمة المرور؟

source: SignUp with Facebook
ar: التسجيل عبر فيسبوك

source: SignUp with Google
ar: التسجيل عبر جوجل

source: Don’t have an account?
ar: ليس لديك حساب؟

source: Or
ar: أو

# Enteravalidpassword
source: Password must be at least : 8+ chars, 1 uppercase, 1 lowercase, 1 number, 1 special (!@#\$&*)
ar: يجب أن تحتوي كلمة المرور على 8 أحرف على الأقل، حرف كبير، حرف صغير، رقم واحد، وحرف خاص (!@#\$&*)

source: Must not be empty
ar: يجب ألا يكون فارغًا

source: Try again
ar: حاول مرة أخرى

source: Email
ar: البريد الإلكتروني

source: Phone
ar: الهاتف

# RecoverySent
source: We have sent you a recover link to change your password
ar: لقد أرسلنا لك رابط استعادة لتغيير كلمة المرور

source: Resend
ar: إعادة الإرسال

source: Change Password
ar: تغيير كلمة المرور

# ChooseRecovery
source: Enter your Email to send you Recover Link
ar: ادخل الايميل الخاص بك لإرسال رابط الاستعادة

# EnterPassword
source: Enter your new password
ar: أدخل كلمة المرور الجديدة

source: Password
ar: كلمة المرور

source: Hello
ar: مرحبًا

source: Created by
ar: تم الإنشاء بواسطة

source: Qubitarts Blog
ar: مدونة كيوبيتارتس

source: See More
ar: عرض المزيد

# MediZone
source: Media Zone
ar: ميديا زون

source: Type Here
ar: اكتب هنا

source: Choose Industry
ar: اختر الصناعة

source: What industry Your Business is?
ar: ما هي صناعة عملك؟

source: Pick an Industry
ar: اختر صناعة

source: Swipe Left For Next Question
ar: اسحب لليسار للسؤال التالي

source: Done
ar: تم

source: Website Service
ar: خدمة المواقع الإلكترونية

# OpentheFinXStockapptogetstartedand
source: Open the FinX Stock app to get started and follow the steps.
ar: افتح تطبيق FinX Stock للبدء واتبع الخطوات.

# BrainStormingtheidea
source: 1.Brain Storming the idea
ar: 1. العصف الذهني للفكرة

# DesigningtheWebsite
source: 2.Designing the Website
ar: 2. تصميم الموقع الإلكتروني

# Approvingtheproject
source: 3.Approving the project
ar: 3. الموافقة على المشروع

# Developingthewebsite
source: 4.Developing the website
ar: 4. تطوير الموقع الإلكتروني

source: See previous Works
ar: عرض الأعمال السابقة

source: Start
ar: ابدأ

source: Website
ar: موقع إلكتروني

source: What is Your Business Name?
ar: ما هو اسم عملك؟

source: Write your Business or Company Name?
ar: اكتب اسم عملك أو شركتك

# Whatfeaturesorfunctionalitiesdoyouneedcontactformsecommerceblog
source: What features or functionalities do you need (e.g., contact forms, e-commerce, blog)?
ar: ما الميزات أو الوظائف التي تحتاجها (مثل نماذج الاتصال، التجارة الإلكترونية، المدونة)؟

source: What is your preferred domain name (if you have one)?
ar: ما هو domain name المفضل لديك (إن وجد)؟

# WriteDomainifyouHave
source: Write Your Domain if you Have
ar: اكتب domain name إن كان لديك

source: See Your Questions
ar: عرض أسئلتك

source: Time Frame
ar: الإطار الزمني

# Gallary
source: Gallery
ar: المعرض

source: Quotation
ar: التسعير

source: Contract
ar: العقد

source: Payment
ar: الدفع

source: Is Your Business New or Old in the Market?
ar: هل عملك جديد أم قديم في السوق؟

source: Describe Your Business..
ar: صف عملك..

source: Describe what your business do and any details you want us to know
ar: صف عملك وأي تفاصيل تريد أن نعرفها

# Doassistancewithdomainregistration
source: Do you need assistance with domain registration and hosting setup?
ar: هل تحتاج إلى مساعدة في تسجيل domain name وإعداد الاستضافة؟

# Whattimelinelaunchingthewebsite
source: What is the timeline for launching the website?
ar: ما هو الجدول الزمني لإطلاق الموقع؟

# Willprovideimagesforthewebsite
source: Will you provide high-resolution images for the website?
ar: هل ستوفر صور عالية الدقة للموقع؟

source: Choose deadline
ar: اختر الموعد النهائي

# Isthereanythingaboutyourvisionfordigitalmarketing
source: Is there anything else you'd like to share about your vision for digital marketing?
ar: هل هناك أي شيء آخر ترغب في مشاركته حول رؤيتك للتسويق الرقمي؟

source: Finally
ar: أخيرًا

source: Click to upload
ar: انقر للتحميل

source: we
ar: نحن

source: Finished
ar: انتهينا

source: Back To Home
ar: العودة إلى الصفحة الرئيسية

source: Start Date:
ar: تاريخ البدء:

source: Status:
ar: الحالة:

source: Team Work
ar: فريق العمل

# stStep
source: 1st Step
ar: الخطوة الأولى

source: Business Details
ar: تفاصيل العمل

source: Mobile App
ar: تطبيق الهاتف

# WhattimelinelaunchingtheProject
source: What is the timeline for launching the Project?
ar: ما هو الجدول الزمني لإطلاق المشروع؟

source: Print Outs
ar: المطبوعات

# SizeRequirements
source: Size Requirements (e.g. standard, custom)?
ar: متطلبات الحجم (مثل قياسي، مخصص)

source: Choose Size
ar: اختر الحجم

# writecomment
source: write a comment
ar: اكتب تعليقًا

source: all field must not be empty
ar: يجب ألا يكون أي حقل فارغًا

source: Motion Graphic
ar: الجرافيك المتحرك

# Whatprimarygoalofvideo
source: What is the primary goal of this motion video?
ar: ما هو الهدف الأساسي من هذا الفيديو المتحرك؟

# whatprimarygoalgraphic
source: what is the primary goal of motion graphic..
ar: ما هو الهدف الأساسي من الجرافيك المتحرك؟

# Describeidealcustomer
source: Describe your ideal customer in detail (personality, behavior)?
ar: صف العميل المثالي بالتفصيل (الشخصية، السلوك)؟

# Dohavespecificfontstyles
source: Do you have any specific typography or font styles in mind (e.g., serif, sans-serif, mono)?
ar: هل لديك أي أنماط خطوط محددة في الاعتبار؟

# Dohavebrandguidelinesorstyleguides
source: Do you have any brand guidelines or style guides we should follow?
ar: هل لديك أي إرشادات خاصة بالعلامة التجارية يجب اتباعها؟

# Whatcolorpalettebrandcolorsavoid
source: What color palette do you prefer for your brand, and are there any colors to avoid?
ar: ما هي لوحة الألوان التي تفضلها لعلامتك التجارية؟ وهل هناك ألوان يجب تجنبها؟

# Whatmessagestoconvey
source: What key messages or information do you want to convey?
ar: ما الرسائل الأساسية التي تريد نقلها؟

# Aretherespecifictextorphrases
source: Are there any specific text or phrases that must be included?
ar: هل هناك أي نصوص أو عبارات يجب تضمينها؟

# Doscriptorstoryboardready
source: Do you have a script or storyboard ready, or do you need assistance creating one?
ar: هل لديك سيناريو أو مخطط جاهز، أم تحتاج إلى مساعدة في إنشائه؟

source: You Can Choose Many
ar: يمكنك اختيار عدة خيارات

source: Yes
ar: نعم

source: No
ar: لا

# Isthereaboutyourvisionfordigitalmarketing
source: Is there anything else you'd like to share about your vision for digital marketing?
ar: هل هناك أي شيء آخر تود مشاركته بشأن رؤيتك للتسويق الرقمي؟

# AdsService
source: Ads and Campaigns Service
ar: خدمة الإعلانات والحملات

# Ads
source: Ads and Campaigns
ar: الإعلانات والحملات

source: What social media platforms are most relevant for your business?
ar: ما هي منصات التواصل الاجتماعي الأكثر ملاءمة لعملك؟

source: What are your business goals and objectives for digital marketing?
ar: ما هي أهداف عملك وغاياتك من التسويق الرقمي؟

source: What is your budget for digital marketing efforts?
ar: ما هو ميزانيتك لجهود التسويق الرقمي؟

# Doyouhavebrandingguidelines
source: Do you have branding guidelines (colors, fonts, logos)?
ar: هل لديك إرشادات خاصة بالهوية البصرية (ألوان، خطوط، شعارات)؟

source: Type More Details
ar: اكتب المزيد من التفاصيل

source: Brand Identity
ar: الهوية البصرية

# Willyouberunningpaidadvertisingcampaigns
source: Will you be running paid advertising campaigns (Google Ads, Facebook Ads)?
ar: هل ستقوم بإطلاق حملات إعلانية مدفوعة (مثل Google Ads، Facebook Ads)؟

# Whatisyouruniquesellingproposition
source: What is your unique selling proposition (USP)?
ar: ما هو عرض البيع الفريد الخاص بك (USP)؟

source: Digital Marketing
ar: التسويق الرقمي

source: Motion graphic
ar: الرسوم المتحركة

source: Crafting visually stunning animations that are dynamic and engaging.
ar: ابتكار رسوم متحركة مذهلة بصريًا وحيوية وجذابة.

source: Creating high performance apps with the best user experience.
ar: إنشاء تطبيقات عالية الأداء بأفضل تجربة مستخدم.

source: Creating sleek and easy to navigate websites.
ar: إنشاء مواقع أنيقة وسهلة التصفح.

source: Grow your online presence at all times.
ar: نَمِّ حضورك الرقمي في جميع الأوقات.

# Designingcampaignsthatcaptureattentionandgetresults
source: Designing ad campaigns that capture attention and get results.
ar: تصميم حملات إعلانية تجذب الانتباه وتحقق النتائج.

source: High-quality print materials that make a lasting impression.
ar: مواد مطبوعة عالية الجودة تترك انطباعًا دائمًا.

source: Creating memorable and powerful brands.
ar: إنشاء علامات تجارية قوية ولا تُنسى.

# Describeimageryyourbrand
source: Describe the type of imagery you envision for your brand (e.g., illustrations, photographs, abstract graphics)?
ar: صف نوع الصور التي تتخيلها لعلامتك التجارية (مثل الرسوم التوضيحية، الصور الفوتوغرافية، الرسومات التجريدية).

# Aretherespecificdesignassetsproducedor
source: Are there specific design assets like images, fonts, illustrations that you've already produced or want to use?
ar: هل هناك أصول تصميم محددة مثل الصور أو الخطوط أو الرسوم التوضيحية التي قمت بإنشائها أو ترغب باستخدامها؟

# Howdescribeyourbrand
source: How would you describe your brand's visual style (e.g., minimalist, sophisticated)?
ar: كيف تصف الأسلوب البصري لعلامتك التجارية؟ (مثل البسيط، الراقي)

# WhatstheTypePrintServiceNeeded
source: What’s the Type of Print Service Needed (e.g. business cards, brochures, flyers, posters, etc.)?
ar: ما نوع خدمة الطباعة المطلوبة (مثل بطاقات العمل، الكتيبات، المنشورات، الملصقات، إلخ)؟

source: Quantity Needed?
ar: الكمية المطلوبة؟

# ChooseQuantity
source: Choose Quantity Range You need for your order
ar: اختر نطاق الكمية المطلوبة لطلبك

# orTypeYouQuantityHere
source: or Type Your .Quantity Here|
ar: أو اكتب الكمية هنا

# IsanyPreferredPaperType
source: Is any Preferred Paper Type (e.g. glossy, matte, recycled)?
ar: هل هناك نوع ورق مفضل (مثل لامع، غير لامع، معاد تدويره)؟

source: Print Outs Service
ar: خدمة المطبوعات

source: Write Your business goals and objectives briefly..
ar: اكتب أهداف وغايات عملك بإيجاز..

source: write your unique selling proposition..
ar: اكتب عرض البيع الفريد الخاص بك..

source: Settings
ar: الإعدادات

source: Notifications
ar: الإشعارات

source: Rate App
ar: قيم التطبيق

source: Dark
ar: داكن

source: Privacy Policy
ar: سياسة الخصوصية

source: Terms and Conditions
ar: الشروط والأحكام

source: FeedBack
ar: التقييم

source: Cookies Policy
ar: سياسة ملفات تعريف الارتباط

source: Eng
ar: عربي

source: Language
ar: اللغة

source: Logout
ar: تسجيل الخروج

source: Search for any thing
ar: ابحث عن أي شيء

source: Home
ar: الرئيسية

source: Requests
ar: الطلبات

source: chat
ar: الدردشة

source: Bookmarks
ar: المحفوظات

source: view Profile
ar: عرض الملف الشخصي

source: Our Services
ar: خدماتنا

source: Nice to meet you!
ar: سعيد بلقائك!

source: In Progress
ar: قيد التنفيذ

# RetryAgain
source: Something went wrong try again
ar: حاول مره اخري

source: Email Send Check Your Email
ar: نم إرسال البريد الإلكتروني التحقق من بريدك الإلكتروني
